<template>
  <div class="common">
    <h2>拼团常见问题</h2>
    <b>1、上组后，拼团商品未能在直播预定时间组满怎么办？</b>
    <p>在截止时间未能组满的商品，我们的后台会在三个工作日内自动退款至原账户（具体时长以微信支付平台为准），我们不会从中收取任何手续费。</p>
    <b>2、组满多久后直播拆卡？组满后未来得及看直播，如何查看获得的球星卡？</b>
    <p>在组队成功后，我们就会通过微信公众号通知您直播拆卡时间(一般为几小时内)。</p>
    <p>为防止您遗忘，在直播将要开始时，我们也会多次推送通知，防止遗忘。如果您没有时间观看直播，我们在直播结束后会为顾客发送最全面的拆卡报告，包括各种卡片信息，图片，尽可能还原每次拆卡过程，为您提供最好的上组体验！</p>
    <b>3、组队成功后，在哪里观看拆卡直播？</b>
    <p>组队成功以及即将开始直播时我们会发送通知消息提醒您，您也可以在以下地方观看拆卡直播</p>
    <p>1、可在首页球区“拆卡直播”的直播列表观看2、可在组队商品的详情页观看3、可在我的订单列表页观看</p>
  </div>
</template>

<script type="text/javascript">
export default {
  data() {
    return {};
  }
};
</script>

<style lang="less" scoped>
.common {
  text-align: left;
  padding: 20px 40px;
  h2 {
    font-size: 32px;
    margin-bottom: 20px;
  }
  b,
  p {
    line-height: 46px;
  }
  p {
    margin-bottom: 16px;
  }
}
</style>
