<template>
  <div class="agree">
    <div class="one-title">
      <b>用户服务协议</b>
    </div>
    <div>
      <b>为使用【乐拍】平台（以下简称"本平台"），您应当阅读并遵守《用户服务协议》（以下简称"本协议"）。请您务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的条款，并选择接受或不接受。除非您已阅读并接受本协议所有条款，否则您无权使用本平台及相关服务。您的使用行为即视为您已阅读并同意本协议的约束。</b>
    </div>
    <div>
      <b>平台特别提请未满18周岁的未成年（特别是未满十四周岁的儿童）及其监护人的注意，我们已明确未成年保护专门章节（以粗体提示），请您仔细阅读。</b>
    </div>
    <div>
      <b>一、 服务条款的确认及接收</b>
    </div>
    <div>
      1. 本平台的所有权和运作权归属于井冈山市懂球弟科技有限公司（以下简称"懂球弟"），且本平台提供的服务将完全按照懂球弟发布的服务条款和操作规则严格执行。在您确认所有服务条款并完成授权登录及认证程序后，您将成为本平台正式用户。
      <div class="space"></div>
      2. 根据国家法律法规变化和/或本平台运营需要，懂球弟有权依照相关法律法规对本协议条款及相关规则不时地进行修改。修改后的内容在本平台上以任何形式一经公布，即视为生效，并取代此前相关内容。您应不时关注本平台公告、提示信息及协议、规则等相关内容的变动并知悉与确认。如您不同意更新后的内容，可停止使用本平台；如您继续使用本平台，即视为知悉变动内容并同意接受更新后的内容。
    </div>
    <div>
      <b>二、 服务须知</b>
    </div>
    <div>
      1. 本平台是懂球弟自主开发并运营的球星卡竞拍交易平台，为球星卡的买家和卖家提供安全、便捷的交易机会。您可使用、收藏、分享本平台提供的服务。
      <div class="space"></div>
      2. 基于本平台所提供的网络服务的重要性、便利性与安全性，您确认并同意下列事项：
      <div class="space"></div>
      （1）您提供的授权登录资料真实、准确、完整、合法有效；
      <div class="space"></div>
      （2）登录资料如有变动，您将及时更新；
      <div class="space"></div>
      （3）如果您提供的登录和认证资料不合法、不真实、不准确、不详尽，您需承担因此引起的相应责任及后果，并且懂球弟保留终止您使用本平台各项服务的权利。
    </div>
    <div>
      <b>三、 用户信息保护及授权</b>
    </div>
    <div>
      1. 您知悉并同意，为方便您使用本平台相关服务，懂球弟将收集并存储您在使用本平台时的必要信息，包括但不限于您的真实手机号、邮箱、通信地址等。特别地，基于本平台的管理需要及第三方支付平台的要求，您若为卖家，还须提供您的真实身份证号和身份证正反面照片（适用于自然人用户）、营业执照证书和营业执照号（适用于企业和个体工商户用户）。
      <div class="space"></div>
      2. 除法律法规规定的情形外，未经您的许可，懂球弟不会向第三方公开、透露您的信息。懂球弟将对相关信息采取专业加密存储，利用合理措施保障您的信息的安全。
      <div class="space"></div>
      3. 您充分理解并同意：懂球弟通过邮件、短信、电话等形式，向您发送竞拍交易邀请、竞拍交易进展等信息。
    </div>
    <div>
      <b>四、 用户行为规范</b>
    </div>
    <div>
      1. 根据国家相关法律法规的规定，您同意严格遵守以下义务：
      <div class="space"></div>
      （1) 不得发布、传送、传播、储存任何煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权、推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的信息；
      <div class="space"></div>
      （2) 不得发布、传送、传播、储存任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的信息；
      <div class="space"></div>
      （3) 不得发布、传送、传播、储存任何损害国家社会公共利益或涉及国家安全的信息；
      <div class="space"></div>
      （4) 不得发布、传送、传播、储存任何侵犯他人隐私，个人信息，著作权、商标权等知识产权或合法权利的信息；
      <div class="space"></div>
      （5) 从中国大陆向境外传输资料信息时必须符合中国大陆有关法律法规；
      <div class="space"></div>
      （6) 不得教唆他人从事本条所禁止的行为。
      <div class="space"></div>
      2. 您须对自己在网上的言论和行为承担法律责任。若您在本平台上发布、传送、传播、储存反动、色情或其它违反国家法律法规的信息，本平台的系统记录有可能作为您违反法律法规的证据。
      <div class="space"></div>
      3. 请您谨慎合理地保存、使用本平台账号。未经本平台许可，您不得赠予、借用、租用、转让或售卖您注册的本平台帐号或者以其他方式许可其他主体使用您注册的本平台帐号。
      <div class="space"></div>
      4. 您若违反本条规定，则懂球弟有权采取相应措施，包括但不限于暂停或终止您使用本平台的各项服务。
    </div>
    <div>
      <b>五、 保证金须知</b>
    </div>
    <div>
      <b>1. 您充分理解并同意：您作为卖家在发布商品前须向本平台缴纳保证金人民币50元，您作为买家在参与竞拍时须向本平台缴纳出价页面提示的保证金金额（根据竞拍价格区间不同设置相应的保证金金额）。若您的卖家账户保证金余额低于50元，则您须向本平台充值至人民币50元后方能继续发布商品；若您的买家账户保证金余额低于本次出价应缴纳的保证金金额，则您须向本平台充值至相应金额后方能继续参与竞拍。若您同时作为卖家及买家使用本平台服务，则须分别缴纳卖家和买家对应的保证金。</b>
      <div class="space"></div>
      <b>2. 若您作为卖家或买家违反发货或付款义务，则本平台有权扣除您的保证金，如果重新履约涉及的违规订单后，保证金可以恢复，否则保证金会永久扣除。</b>
      <div class="space"></div>
      <b>3. 如果有在平台售卖假货等扰乱交易市场的行为，平台有权扣除你的保证金。</b>
      <div class="space"></div>
      4. 您可随时申请提现您向本平台缴纳的保证金，提现款项将于提现之日起24小时内到账。但如果您作为卖家有商品正在售卖，或您作为买家正处于参与竞拍、付款或收货中的状态，或者正处在交易纠纷中，则您向本平台支付的保证金将暂时处于冻结状态，待交易完成后方可被随时提现。
    </div>
    <div>
      <b>六、 卖家资金安全、商品发布及发货须知</b>
    </div>
    <div>
      1. 本平台通过合作第三方支付宝微信平台保证买卖双方资金交易安全，为保证交易成功后交易资金进入卖家账户，卖家需要提前和支付宝签署电子版商户协议，支付宝平台的协议会以短信或者发送至支付宝账户绑定邮箱的方式请您签署，如您未签署，将无法使用平台的相应服务。
      <div class="space"></div>
      2. 您作为卖家应上传卡片对应的球队、球员、系列等信息，以及反映卡片正反面和细节的清晰、完整图片，不得故意隐瞒卡片存在的问题。如您通过无关球队、球员信息对商品进行引流，本平台一旦发现将会下架您发布的商品，或对您发出警告。另外，您应保证上传的图片与买家收到的商品一致（包含卡具，除非另有备注不含卡具）。如果卖家提供的信息有误，买家有权投诉，本平台会酌情向您发送警告或封禁您的账号。
      <div class="space"></div>
      3.您作为卖家如有以下行为之一的，平台将对您采取一项或者多项的处罚措施，处罚措施包括但不限于：您作为卖家发布的产品立即下架、您的账号降权、您的账号封号措施以及扣除您的的全部保证金： 
      <b>a.商品图与产品标题存在不符的，包括但不限于以下情况：</b>
      <p>（1）商品图片显示有多张/多包/多盒卡，产品标题写只发单包或者随机发的</p>
      <p>（2）商品图片显示的产品信息与产品标题所写并不是同一款产品的 </p>
      <p>（3）产品标题标注原封盒或有类似提示语，但商品图片则显示盒子已经拆过的 </p>
      <p>（4）游戏版相关卡包或者卡片未清晰标注游戏版，且以正式版卡片卖的 </p>
      <p>（5）印签相关卡片未在产品标题里注明的 </p>
      <b>b.平台严禁卖家将具有标识性且唯一的商品（如限量编号卡片、评级卡等）发布成多个商品在平台竞价拍卖交易，违反平台规定进行一物多卖的； </b>
      <b>c.冒充其他同类竞品平台大卖家的账号，进行欺诈或者虚假交易的；</b>
      <b>d.卖家使用小号哄抬竞拍价格或者通过其他方式恶意哄抬加价，制造虚假成交记录的；</b>
      <b>e.平台禁售非原封商品，卖家在本平台发布非原封商品的；</b>
      <b>f.买家竞拍成功，卖家虚高运费金额的；</b>
      <b>g.卖家冒用平台名义向买家私自收费的；</b>
      <div class="space"></div>
      4. 您作为卖家充分理解并同意：如您发布的卡片是通行品，则卡片存在明显问题时您须无条件退款，并承担买家支付退货的邮寄费用。
      <div class="space"></div>
      5.
      <b>您作为卖家充分理解并同意：本平台禁止发布假货、女优卡、涉黄赌毒图片、福包、福袋或其他类似性质产品等，同时禁止发布其他平台的广告。若您发布假货、女优卡、涉黄赌毒图片，则本平台将对您的账号永久封禁。若您发布福包、福袋或其他类似性质产品等，或发布其它平台的广告，本平台将采取下架商品并撤销订单处理，且会对您的账号进行封禁。</b>
      <div class="space"></div>
      6. 您作为卖家须在买家用户拼团竞拍成功并付款之日起3个工作日内发货。您在发货时应做好卡片的包装工作，且本平台建议您发货前保留卡片的原始照片或视频。如果遇到快递造成卡片损坏等问题，您有义务协助买家追究物流公司的赔偿责任。
      <div class="space"></div>
      7. 您作为卖家充分理解并同意：拼团竞拍交易成功后由您自行选择合适的物流公司向买家交货，邮费由您承担以实际竞拍页面规则为准。
      <div class="space"></div>
      8. 您作为卖家充分理解并同意：若您未及时发货，则买家有权向本平台投诉。若投诉于发货期限届满之日起24小时内未得到解决，本平台将在投诉解决期限届满之日起2个工作日内退款给买家用户，并扣除您的保证金，同时您还会被认定为违规并面临封号处理。
      <div class="space"></div>
      9.
      <b>您作为卖家充分理解并同意：商品卡片发布后，如果您需要优化商品信息，可自行编辑或下架商品；但竞拍交易过程中，您不能下架商品。商品卡片发布后，如果在有效时间内未能拼团成功无人参与竞拍，商品卡片会自动下架，您可在下架之后重新上架或编辑。</b>
      <div class="space"></div>
      10.  您作为卖家充分理解并同意：本平台将从您竞价拼团成功的交易金额中提取佣金，具体费率以发布商品页面数据为准。
      <div class="space"></div>
      11.卖方将会把商品（货物）送到买家所指定的收货地址，所有在本平台上列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。
      <div class="space"></div>
      12. 因如下情况造成订单延迟或无法配送等，卖方不承担延迟配送的责任：
      <div class="space"></div>
      买家提供的信息错误、地址不详细等原因导致的；
      <div class="space"></div>
      货物送达后无人签收，导致无法配送或延迟配送的；
      <div class="space"></div>
      情势变更因素导致的；
      <div class="space"></div>
      不可抗力因素导致的，例如：自然灾害、交通戒严、突发战争、新冠疫情等。
    </div>
    <div>
      <b>七、 买家商品竞拍及付款须知</b>
    </div>
    <div>
      <b>1. 您作为买家竞拍成功后须在1日内付款，否则本平台将扣除您在出价时已缴纳的保证金，如果重新履约涉及的违规订单后，保证金可以恢复，否则保证金会永久扣除。</b>
      <div class="space"></div>
      2. 您作为买家充分理解并同意：本平台的竞拍规则为在竞拍有效时间内，价高者得。
      <b>如您多次违规，则本平台可能对您的账号进行封禁。</b>另外，竞拍商品属于二手商品，不支持无理由退换货，除非商品为假货或者您与卖方经协商一致退换。。
      <div class="space"></div>
      3.
      <b>您作为买家在物流签收后24小时内有权申请平台处理由交易引发的纠纷，超过期限则本平台有权不再受理。另外，本平台非国家行政或司法机构，对您主张交易引发的额外损失或者法定赔偿责任事宜无权认定及执行，故您对该等事宜的主张需由您同卖方自行协商或通过其他途径解决。</b>
      <div class="space"></div>
      4.
      <b>您作为买家充分理解并同意：您确认收货的所有货款，将会在24小时内同时汇至卖家账户；如果物流信息确认签收24小时后您仍未确认，本平台将默认收货成功，并在默认收货成功24小时内将货款汇至卖家账户。</b>
      <div class="space"></div>
      <b>5. 本平台诚挚建议您作为买家不要通过私下转账或累计购买（将商品暂存在卖家，并在一段时间后由卖家统一寄送）的方式购买本平台上的商品越过平台与卖家交易。如若您采用前述方式，则本平台不承担由此引起的任何风险。您作为买家如与卖家脱离本平台环境交易，产生的任何纠纷均与本平台无关。</b>
      <div class="space"></div>
      6. 本平台诚挚建议您查验快递时录制视频记录卡片情况，以防卡片有问题时需要寻求物流公司或卖家解决。
      <div class="space"></div>
      7.您作为买家参与平台商品竞拍时不得恶意加价哄抬产品价格，如存在恶意哄抬价格的行为，平台有权对您进行一项或者多项的处罚措施：
      <p>（1）球星卡环境内账号注销</p>
      <p>（2）取消用户资格</p>
      <p>（3）冻结并扣除您的全部保证金</p>
      <p>（4）就您破坏平台竞拍秩序的行为，平台有权向您提起仲裁主张赔付上述行为给平台、平台其他买家以及卖家造成的全部损失。</p>
    </div>
    <div>
      <b>八、拼团业务</b>
    </div>
    <div>
      1、本平台的拼团业务，若参与竞买人未满十八周岁或不具备完全民事行为能力的，须在父母或监护人的监护下才可使用本平台的拼团业务服务。
      <div class="space"></div>
      2、您作为买家充分理解并同意：拼团业务的商品，均属不退不换商品。若拼团时限届满未满员，视为拼团未成功，所有款项将通过系统原路径返还，除此情况之外，平台方不提供任何拼团退款服务。
      <div class="space"></div>
      3、拼团业务的特殊性，最终产品存在未中的可能性，还请您谨慎参团，一旦参团即视为认可拼团业务玩法规则。
    </div>
    <div>
      <b>九、 知识产权声明</b>
    </div>
    <div>
      1. 懂球弟是本平台的知识产权权利人。本平台的一切著作权、商标权、专利权、商业秘密等知识产权，以及与本平台有关的所有信息内容（包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律（仅为本协议目的，不包括香港、澳门、台湾地区，下同）和相应的国际条约保护。懂球弟享有上述知识产权，但相关权利人依照法律规定应享有的权利除外。
      <div class="space"></div>
      2. 未经懂球弟或相关权利人书面同意，您不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权。
      <div class="space"></div>
      3. 您使用本平台过程中上传、发布的全部内容，您理解并同意懂球弟为实现本平台目的，对您发布的特定公开非保密内容在法律允许的范围内进行使用，包括但不限于予以储存、向有关用户传播、供有关用户获取及再次使用等。
      <div class="space"></div>
      4. 用户一旦接受本协议，即表明该用户主动将其在任何时间段在本平台发表的任何形式的信息内容（包括但不限于客户评价、客户咨询、各类话题文章等信息内容）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给懂球弟所有，用户同意懂球弟有权就任何主体侵权而单独提起诉讼。
    </div>
    <div>
      <b>十、 未成年人保护</b>
    </div>
    <div>
      <b>我们不会有意向未满十八周岁（或者其他您所在地区使用法律规定的年龄）的未成年人收集信息，如果您是未成年人，请不要向我们发送您的个人信息，包括您的姓名、地址、电子邮件、电话号码等。我们鼓励父母或监护人指导未成年人使用我们的服务。如果您为未成年人， 建议请您的父母或监护人阅读本协议，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供您的信息。如您的父母或监护人不同意您按照本协议使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。</b>
    </div>
    <div>
      <b>十一、 违约责任及免责声明</b>
    </div>
    <div>
      <b>
        1. 在您开始使用本平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。
        <div class="space"></div>
        2. 如果懂球弟发现或收到他人举报投诉您违反本协议约定，懂球弟有权在审核确认后不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚，并公告处理结果。
        <div class="space"></div>
        3. 懂球弟有权依据合理判断对违反有关法律法规或本协议规定的行为采取适当的法律行动，并依据法律法规保存有关信息和/或向有关部门报告等。您应独自承担由此而产生的一切法律责任。
        <div class="space"></div>
        4. 您理解并同意：因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失的，您应当独立承担责任；懂球弟因此遭受损失的，您也应当一并赔偿。
        <div class="space"></div>
        5. 除非另有明确的书面说明,本平台及其所包含的或以其他方式通过本平台提供给您的全部信息、内容、材料、产品（包括软件）和服务，均是在"按现状"和"按现有"的基础上提供的。懂球弟不对本平台的运营及其包含在本平台上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的除外）。若本平台提供给您的竞拍交易进展或物流信息与实际不一致，本平台不承担责任。
        <div class="space"></div>
        6. 与本平台上交易相关的物流问题，本平台概不负责。买卖双方应协同联系物流公司进行索赔。
        <div class="space"></div>
        7. 服务器宕机等故障或者其他不可控因素引发竞拍交易中断的，本平台不承担任何责任。
      </b>
    </div>
    <div>
      <b>十二、争议管辖与法律适用</b>
    </div>
    <div>
      本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。双方如就本协议内容或其执行发生任何争议，应尽力友好协商解决；协商不成时，任何一方均可向北京仲裁委员会申请仲裁。
    </div>
    <div>
      <b>十三、 其他</b>
    </div>
    <div>
      1. 若您对本平台有任何建议或疑问，欢迎发邮件至
      <span class="blue">cardfankui@dongqiudi.com</span>。
      <div class="space"></div>
      2. 如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。
      <div class="space"></div>
      3. 本协议未明示授权的其他权利仍由懂球弟保留，您在行使这些权利时须另外取得懂球弟的书面许可。懂球弟如果未行使前述任何权利，并不构成对该权利的放弃。
      <div class="space"></div>
      4. 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。
      <div class="space"></div>
      <b>5. 本协议内容中以加粗方式显著标识的条款，请您着重阅读。用户点击勾选后即视为完全接受本协议。在点击之前请您再次确认已知悉并完全理解本协议的全部内容。</b>
    </div>
    <div class="footer-text">井冈山市懂球弟科技有限公司</div> 
  </div>
</template>

<script>
export default {
  data() {
    return {};
  },
  created() {},
  mounted() {
    const { aplus_queue } = window;
    aplus_queue.push({
      action: 'aplus.sendPV',
      arguments: [
        {
          is_auto: false
        },
        {
          type: 'pv',
          page: 'userAgree'
        }
      ]
    });
  },
  methods: {}
};
</script>
<style lang="less">
.agree {
  color: #2d2f32;
  background: #fff;
  font-size: 28px;
  padding: 20px 30px;
  padding-bottom: 100px;
  line-height: 50px;
  .one-title {
    font-size: 38px;
    line-height: 70px;
    text-align: center;
  }
  div {
    margin: 16px 0;
  }
  .footer-text {
    text-align: right;
    margin-top: 50px;
  }
  .blue {
    color: #5891e8;
  }
}
</style>
